Repository: pesader/gnome-shell-extension-blocker
Catalog: blocker@pesader.dev/po/*.po
Languages: pt_br

source: Shields up
pt_br: Escudos levantados

source: Shields down
pt_br: Escudos abaixados

source: Content blocking has been enabled
pt_br: Bloqueamento de conteúdo ativado

source: Content blocking has been disabled
pt_br: Bloqueamento de conteúdo desativado

source: Error
pt_br: Erro

source: hBlock not installed
pt_br: hBlock não instalado

source: Click here to get help
pt_br: Clique aqui para receber ajuda

source: could not enable Blocker
pt_br: não foi possível ativar o Blocker

source: could not disable Blocker
pt_br: não foi possível desativar o Blocker

source: Network connection lost
pt_br: Conexão com a rede perdida

source: Permission request dismissed
pt_br: Solicitação de permissão cancelada

source: could not run the command
pt_br: não foi possível executar o comando

source: Process exited with non-zero exit code
pt_br: Processo encerrado com exit code diferente de zero

source: Network unavailable
pt_br: Rede indisponível

source: Enabling in progress
pt_br: Ativação em andamento

source: Disabling in progress
pt_br: Desativação em andamento
